[Play_X2_XP_BET_S_Ambush_A AkEvent]
SpokenText="\"Адвент\" и его Избранные без устали идут по нашему следу. Сегодня они застали нас врасплох."

[Play_X2_XP_BET_S_Covert_Action_Complete_A AkEvent]
SpokenText="Еще одна операция завершена."

[Play_X2_XP_BET_S_First_Res_Op_Geoscape AkEvent]
SpokenText="Одинокий Заступник выступает против всей мощи \"Адвента\". Помогите нам расправиться с нашими врагами!"

[Play_X2_XP_BET_S_Generic_Confirmation_A AkEvent]
SpokenText="Вокс Тала фо Тен!"

[Play_X2_XP_BET_S_Influence_Increased_A AkEvent]
SpokenText="Наше возмездие будет безграничным!"

[Play_X2_XP_BET_S_Met AkEvent]
SpokenText="Для нас большая честь сражаться вместе с великим командующим XCOM. Вам пришлось стольким пожертвовать в войне со Старейшинами. Пусть наш союз будет прочным."

[Play_X2_XP_BET_S_New_Covert_Actions_A AkEvent]
SpokenText="Шеф, мы нашли новые способы покарать \"Адвент\"."

[Play_X2_XP_BET_S_Skirmisher_Class_Intro AkEvent]
SpokenText="Когда-то вы знали их как солдат \"Адвента\". Теперь они вольны сделать свой выбор. В этой борьбе они будут с вами до конца."

[Play_X2_XP_BET_S_Support_Great_Mission_01 AkEvent]
SpokenText="Великолепная битва! Против объединенных сил \"Адвенту\" не устоять."

[Play_X2_XP_BET_S_Support_Tough_Mission_01 AkEvent]
SpokenText="После такого боя вера в наше дело не рухнет, но пошатнется."

[Play_X2_XP_S_BET_Ambient_Blacksite AkEvent]
SpokenText="У всех моих соратников есть туманные воспоминания о месте, известном вам как \"секретный объект\". Для нас это место нашего рождения, а для множества людей, обманутых обещаниями Старейшин, - последнее пристанище. Уничтожив его, мы сделали этот мир лучше."

[Play_X2_XP_S_BET_Ambient_Forge AkEvent]
SpokenText="То, что вы вынесли из комплекса Старейшин, неизвестно нам. Это что-то совсем иное, чем мы; попытка вернуть потерянное. Оно должно быть уничтожено, как и все прочие творения Старейшин."

[Play_X2_XP_S_BET_Ambient_Philosophy AkEvent]
SpokenText="Для подобных мне воспоминания о жизни в роли марионеток Старейшин в составе \"Адвента\" туманны. Там, где когда-то был непрерывный поток приказов, теперь лишь чувство свободы. Теперь мы будем сражаться с теми, кто лишил нас выбора."

[Play_X2_XP_S_BET_Ambient_PsiGate AkEvent]
SpokenText="Старейшины прикладывают все усилия, чтобы привести новые армии из покоренных ими миров. Это лишь одни врата из многих, и они представляют огромную опасность для всех нас."

[Play_X2_XP_S_BET_Ambient_Reaper_Musing AkEvent]
SpokenText="Моим соратникам прекрасно известны Жнецы и их безжалостность в бою: они уничтожили множество слуг Старейшин, чтобы употребить в пищу их тела. Однако нам нет дела до их обычаев; пока они сражаются ради свержения фальшивых богов, мы останемся верны союзу."

[Play_X2_XP_S_BET_Ambient_Templar_Musing AkEvent]
SpokenText="Храмовники стремятся отобрать у Старейшин самое ценное - силу, которую они черпают в этом мире и во всех прочих покоренных мирах. Если усилия Храмовников приведут к краху Старейшин, то мы не будем стоять у них на пути."

[Play_X2_XP_S_BET_Chosen_Killed_Stronghold AkEvent]
SpokenText="Мои соратники долго боролись с отпрысками Старейшин, которые без конца преследовали нас, стремясь отнять новообретенную свободу. Сегодня вы нанесли сокрушительный удар по Старейшинам и укрепили союз между нашими народами. Вокс Тала фо Тен!"

[Play_X2_XP_S_BET_Confirm_Covert_Action_A AkEvent]
SpokenText="Приказ понятен. Слушаемся."

[Play_X2_XP_S_BET_Confirm_Covert_Action_B AkEvent]
SpokenText="Мои соратники сделают все необходимое."

[Play_X2_XP_S_BET_Confirm_Covert_Action_C AkEvent]
SpokenText="Мы готовы тесно сотрудничать с новыми союзниками."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_A AkEvent]
SpokenText="Псы \"Адвента\" быстро окружили нас. Должно быть, наша позиция была известна заранее."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_B AkEvent]
SpokenText="Нашу совместную операцию сорвала засада войск Старейшин. Мы должны нанести ответный удар."

[Play_X2_XP_S_BET_Covert_Action_Ambushed_C AkEvent]
SpokenText="Наши войска попали в засаду, но всем удалось выжить."

[Play_X2_XP_S_BET_Covert_Action_Complete_A AkEvent]
SpokenText="Мы добились успеха в битве со Старейшинами."

[Play_X2_XP_S_BET_Covert_Action_Complete_B AkEvent]
SpokenText="Наши действия достигли своей цели. Пусть Старейшины познают страх."

[Play_X2_XP_S_BET_Covert_Action_Complete_C AkEvent]
SpokenText="Мы вернулись с победой во имя общего дела."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="Благодаря нашей последней операции мы получили новую информацию об Избранных."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="Вместе мы смогли узнать больше об Избранных, что ведут на вас охоту."

[Play_X2_XP_S_BET_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="Наше преимущество над Избранными растет с каждой новой крупинкой информации."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="Мой соратник, который обрел свободу одним из первых, хочет присоединиться к вашему коллективу."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="Среди нас много доблестных воинов. Один из них хотел бы присоединиться к вам во имя нашей общей цели - уничтожения Старейшин."

[Play_X2_XP_S_BET_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="Один из наиболее храбрых воителей среди нас хочет перейти под ваше командование. Я нисколько не сомневаюсь в его способностях."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_A AkEvent]
SpokenText="Мы готовы к выполнению новых приказов и ожидаем лишь вашего решения."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_B AkEvent]
SpokenText="Если есть задачи, которые необходимо выполнить, просто отдайте нам нужный приказ."

[Play_X2_XP_S_BET_Covert_Action_Order_Gain_C AkEvent]
SpokenText="Все Заступники, все те, кто скинул оковы Старейшин, готовы услышать новый приказ."

[Play_X2_XP_S_BET_Faction_Encountered AkEvent]
SpokenText="Когда-то мы были марионетками \"Адвента\", рабами безумных идей Старейшин. Но со временем мы обретаем свободу; те, кто уже сбросил свои оковы, готовы с неудержимой яростью дать отпор Старейшинам, уничтожить все, что им дорого."

[Play_X2_XP_S_BET_Faction_Leader_Intro AkEvent]
SpokenText="Полагаю, настало время нам познакомиться друг с другом. Я - Бетос, первая из освобожденного \"Адвента\". Вы здесь в безопасности. Пратал Мокс был новичком, однако он верил в свободу и верил в этот союз - и в вас. Я последую его примеру. Заступники готовы действовать по вашему требованию. Пусть наше единство приблизит падение фальшивых богов."

[Play_X2_XP_S_BET_First_Order_Screen AkEvent]
SpokenText="Мы сбросили оковы Старейшин, но сохранили многие знания, полученные под их властью. Под вашим руководством мы обратим эти знания в силу, способную сокрушить их планы на этот мир."

[Play_X2_XP_S_BET_First_Order_Screen_Slot_Open AkEvent]
SpokenText="Мои сородичи сильны, и их воля несокрушима. Если вы хотите, мы готовы выполнить новый приказ."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_A AkEvent]
SpokenText="Заступники уважают ваши методы. Ваши люди сражаются с честью."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_B AkEvent]
SpokenText="Наши совместные успехи вселяют надежду, что скоро Старейшинам придет конец."

[Play_X2_XP_S_BET_Influence_Gained_HIGH_C AkEvent]
SpokenText="Легендарный командующий XCOM все более почитаем среди моих соратников."

[Play_X2_XP_S_BET_Influence_Gained_MED_A AkEvent]
SpokenText="Общий враг объединяет нас. Вместе мы сила."

[Play_X2_XP_S_BET_Influence_Gained_MED_B AkEvent]
SpokenText="Мои сородичи уважают ваши решения."

[Play_X2_XP_S_BET_Influence_Gained_MED_C AkEvent]
SpokenText="Вы доказали нам, что вам можно доверять."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_A AkEvent]
SpokenText="Мы научились новым тактикам, которые можно применить против служителей Старейшин. Если вы прикажете, мы займемся этим."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_B AkEvent]
SpokenText="Наше понимание Старейшин стало полнее. Мы можем воспользоваться новыми методами, чтобы пресечь их действия."

[Play_X2_XP_S_BET_New_Covert_Actions_Available_C AkEvent]
SpokenText="Мы готовы по вашему приказу воспользоваться новыми способами помешать воплощению планов Старейшин."

[Play_X2_XP_S_BET_Res_Op_Failure_A AkEvent]
SpokenText="Мы не должны допустить успеха Старейшин, какова бы ни была цена."

[Play_X2_XP_S_BET_Res_Op_Failure_B AkEvent]
SpokenText="Этим неудачам необходимо положить конец."

[Play_X2_XP_S_BET_Res_Op_Failure_C AkEvent]
SpokenText="Мы должны удвоить наши усилия, пусть даже перед лицом смерти."

[Play_X2_XP_S_BET_Res_Op_Failure_D AkEvent]
SpokenText="Если наша неудача позволяет Старейшинам сохранять контроль, то ей нет оправдания."

[Play_X2_XP_S_BET_Res_Op_Failure_E AkEvent]
SpokenText="Мы продолжаем служить общему делу, но постарайтесь нас не подвести."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_A AkEvent]
SpokenText="Если бы вы помогли моим собратьям в этой операции, мы были бы крайне благодарны."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_B AkEvent]
SpokenText="Я призываю вас помочь моим собратьям в сражении, как подобает верным союзникам."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_C AkEvent]
SpokenText="Вы поможете нам? Мы нуждаемся в вашем опыте."

[Play_X2_XP_S_BET_Res_Op_Help_Needed_D AkEvent]
SpokenText="Некоторые мои соратники оказались в сложной ситуации. Вы не окажете нам помощь?"

[Play_X2_XP_S_BET_Res_Op_Help_Needed_E AkEvent]
SpokenText="Мы не пасуем перед опасностью, но в результате часто оказываемся в сложных ситуациях. Я прошу вас о помощи именно с такой ситуацией."

[Play_X2_XP_S_BET_Res_Op_Success_A AkEvent]
SpokenText="Почетная победа!"

[Play_X2_XP_S_BET_Res_Op_Success_B AkEvent]
SpokenText="Вместе мы сокрушим Старейшин!"

[Play_X2_XP_S_BET_Res_Op_Success_C AkEvent]
SpokenText="Наше дело набирается сил!"

[Play_X2_XP_S_BET_Res_Op_Success_D AkEvent]
SpokenText="Легенды не соврали о вас."

[Play_X2_XP_S_BET_Res_Op_Success_E AkEvent]
SpokenText="Вы оправдываете наше доверие."

[Play_X2_XP_S_BET_Res_Order_Confirm_A AkEvent]
SpokenText="Выполняем."

[Play_X2_XP_S_BET_Res_Order_Confirm_B AkEvent]
SpokenText="Приказ ясен."

[Play_X2_XP_S_BET_Res_Order_Confirm_C AkEvent]
SpokenText="Мои соратники выполнят это."

[Play_X2_XP_S_BET_Res_Order_Confirm_D AkEvent]
SpokenText="Заступники в вашем распоряжении."

[Play_X2_XP_S_BET_Res_Order_Confirm_E AkEvent]
SpokenText="Во имя победы над Старейшинами."

[Play_X2_XP_S_BET_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="Забота, которую вы проявляете по отношению к пленному союзнику, не входит в число качеств, воспитываемых Старейшинами в своих слугах."

[Play_X2_XP_S_BET_Walkup_Chosen_Fought AkEvent]
SpokenText="Старейшины пытаются уверить, что Избранные для нас вне досягаемости - бессмертные дети бессмертных богов. И тех и других ждет один конец."

[Play_X2_XP_S_BET_Walkup_Chosen_Killed AkEvent]
SpokenText="Ваша победа над верным слугой Старейшин вселяет надежду во всех, кто раньше считал подобное невозможным."

[Play_X2_XP_S_BET_Walkup_Faction_Only AkEvent]
SpokenText="Положить конец планам Старейшин - вот цель любого Заступника. Пока она не достигнута, для нас нет иного пути."

[Play_X2_XP_S_BET_Walkup_Hero_Captured AkEvent]
SpokenText="Вряд ли Старейшины проявят милосердие к нашему пленному союзнику. Даже если он еще и жив, то время его подходит к концу."

[Play_X2_XP_S_BET_Walkup_Hero_Killed AkEvent]
SpokenText="Встав на новый путь, мы подтверждаем готовность пожертвовать всем, что у нас есть. Вокс Тала фо Тен!"

[Play_X2_XP_S_BET_Walkup_Lose AkEvent]
SpokenText="Старейшины многие тысячелетия занимались тем, что отнимали чужие жизни. Нам же придется учиться на своих ошибках."

[Play_X2_XP_S_BET_Walkup_Win AkEvent]
SpokenText="Сегодняшняя победа вызовет у Старейшин злость, а у моих воинов - прилив гордости."

